{
  "chunkIndex": 0,
  "chunkName": "第1节",
  "outline": {
    "世界观/背景": {
      "时代": {
        "背景": "现代都市，故事时间点明确为2010年，其中包含对2004年事件的详细回忆。",
        "时间跨度": "主要情节发生在2010年7月12日及之后，回忆部分追溯至2004年7月3日。"
      },
      "世界格局": {
        "表世界与里世界": "存在一个与普通人世界平行的“真实的世界”，其中包含拥有特殊“血统”的“混血种”、被称为“死侍”的怪物以及如“奥丁”一般的神话存在。",
        "秘密战争": "名为“卡塞尔学院”的混血种组织，在全球范围内与被称为“龙族”的古老生物进行着不为人知的秘密战争。"
      },
      "核心矛盾": {
        "主要矛盾": "混血种（以卡塞尔学院为代表）与企图复苏并重新统治世界的龙族之间的生存之战。",
        "次要矛盾": "主角们在两个世界间的身份认同与挣扎，以及他们与凡人世界复杂的人际关系。"
      },
      "力量体系": {
        "能量来源": {
          "血统": "力量的根源，决定了个体的潜力与能力。拥有龙族血统的人被称为“混血种”，血统有明确的等级划分，如S级、A级、B级等。"
        },
        "修炼境界": {
          "言灵": "混血种通过血统施展的超能力，能改变物理规则。已提及的言灵有恺撒的“镰鼬”、雷蒙德的“炽日”。",
          "领域": "一种强大的能力，如楚子航父亲曾展开一个使时间流速变慢的领域。",
          "灵视": "血统觉醒时可能出现的现象，能看到常人无法感知的画面和历史。",
          "其他能力": "奥丁展示了控制水流、投掷必中长枪Gungnir等神级能力。“死侍”拥有超人的力量和恢复能力。"
        }
      },
      "特殊设定": {
        "龙族": "曾统治世界的智慧种族，拥有名为“炼金”的神秘技术和“言灵”能力。其君主正在沉睡中苏醒。",
        "死侍": "非人生物，奥丁的仆从，形态为黑影，拥有金色瞳孔，没有公民权，可以被合法猎杀。",
        "奥丁": "北欧神话中的主神，真实存在于“里世界”的强大存在，骑八足骏马Sleipnir，持长枪Gungnir。",
        "卡塞尔学院的日常报告": "学院为约束假期中的学生而设立的每日在线报告制度，用以监控学生的状况和异常事件。",
        "SS级任务": "超越常规任务等级（A-F级）的特殊任务，由学院的校董会直接下达，拥有极高的优先级。"
      }
    },
    "功法与武技": {
      "功法": {
        "名称": {},
        "描述": {}
      },
      "武技/法术": {
        "名称": {
          "御神刀·村雨": "武器",
          "领域": "特殊能力",
          "Gungnir": "武器/神技"
        },
        "描述": {
          "御神刀·村雨": "一柄仿制的日本刀，刀身修长，无刀镡，极其锋利，能轻易斩断死侍和铸铝车门。",
          "领域": "楚子航父亲施展的能力，能使领域内的时间流速变慢，影响除施法者外的所有事物。",
          "Gungnir": "奥丁的长枪，投掷后化为无数流星般的光束进行攻击，号称“永远会命中目标”。"
        }
      }
    },
    "势力分布": {
      "势力全称": {
        "卡塞尔学院": "位于美国伊利诺伊州的私立贵族精英院校，实际上是培养龙族混血种以对抗龙族的秘密组织。",
        "奥丁势力": "由神话存在“奥丁”领导的敌对势力，手下有大量的“死侍”。",
        "黑太子集团": "楚子航生父曾就职的公司，其老板拥有一辆迈巴赫。",
        "仕兰中学": "主角们曾就读的贵族中学，是故事前期重要场景。"
      },
      "空间坐标": {
        "位面/宇宙": {
          "地球": "故事发生地"
        },
        "大陆/星域": {
          "亚洲": "中国某滨海城市",
          "北美洲": "美国伊利诺伊州"
        },
        "疆域/国度": {
          "中国": "路明非和楚子航的家乡所在地。",
          "美国": "卡塞尔学院本部所在地。"
        },
        "州/郡/省": {
          "伊利诺伊州": "卡塞尔学院所在地。"
        },
        "具体地点": {
          "某滨海城市": "仕兰中学、孔雀邸、加州阳光、苏菲拉德披萨馆等所在地。",
          "卡塞尔学院本部": "学院的核心区域，包括图书馆、冰窖、中央控制室等。"
        }
      },
      "势力评级": {
        "卡塞尔学院": "全球性的混血种组织，拥有强大的技术、财力和武装力量。",
        "奥丁势力": "神级威胁，拥有超自然力量和不死军队。"
      },
      "势力类型": {
        "卡塞尔学院": "秘密结社/教育机构/准军事组织",
        "奥丁势力": "神话/超自然势力"
      },
      "核心简介": {
        "一句话定位": {
          "卡塞尔学院": "人类世界对抗龙族的最后防线。",
          "奥丁势力": "来自神话领域的神秘猎手，目的不详。"
        },
        "实力构成": {
          "卡塞尔学院": "由校长昂热、各部门教授、执行部专员和拥有龙族血统的学生组成，并有超级AI“诺玛”和装备部支持。",
          "奥丁势力": "由主神奥丁和其麾下无穷无尽的“死侍”组成。"
        },
        "标志性特征": {
          "卡塞尔学院": "校徽为“半朽的世界树”，内部有学生会和狮心会两大对立学生组织。",
          "奥丁势力": "独眼、八足骏马、金色瞳孔。"
        },
        "与主角关系": {
          "卡塞尔学院": "主角所在的组织，是他们成长的平台和任务的来源。",
          "奥丁势力": "楚子航的杀父仇人，是主角们需要面对的强大敌人。"
        }
      }
    },
    "主角设定": {
      "主角": {
        "楚子航": "卡塞尔学院“A”级学生，狮心会成员。外表冷峻（面瘫），内心孤独，实力强大，因父亲的死亡而背负着沉重的过去。",
        "路明非": "卡塞尔学院唯一的“S”级学生，学生会成员。表面上是衰仔、废柴，但在关键时刻能通过与神秘的“路鸣泽”交易换取强大力量。"
      },
      "外貌": {
        "楚子航": "帅气，线条明晰的脸，挺直的鼻梁，有力的眉宇。摘下美瞳后，瞳孔深处有金色微光，气质变得狞厉。",
        "路明非": "被形容为“晒久了的芹菜”，一脸晦气，脑袋像鸡毛。普通甚至有些衰的形象。"
      },
      "性格和动机": {
        "楚子航": "孤独、隐忍、严于律己、重情。执着于记住父亲，探寻“真实的世界”的真相，并可能为父报仇。",
        "路明非": "怂、懒、吐槽役，但内心善良，有朴素的正义感，会在关键时刻为朋友出头。动机通常是被动的，被推着走。"
      },
      "金手指/外挂": {
        "楚子航": "强大的龙族血统，继承自父亲的战斗记忆和对“真实世界”的认知，持有妖刀“村雨”。",
        "路明非": "学院唯一的“S”级血统，潜力巨大。最大的外挂是与魔鬼般的“路鸣泽”签订的契约，能以生命为代价换取逆天力量。"
      },
      "成长弧光": {
        "楚子航": "从一个对世界真相一无所知的孤独少年，被迫直面世界的残酷，并决心背负起沉重的记忆和责任。",
        "路明非": "从一个在普通世界里处处受挫的废柴，被卷入非凡的世界，开始在一次次事件中被迫成长，寻找自己的价值和“挥拳的理由”。"
      }
    },
    "配角": {
      "主要配角": {
        "姓名": {
          "楚子航的父亲": "楚子航的生父，表面是司机，实为强大的混血种战士。",
          "恺撒·加图索": "卡塞尔学院学生会主席，家世显赫，实力强大，是路明非名义上的“老大”。",
          "诺诺": "恺撒的女友，红发，性格不羁，对路明非很关照。",
          "陈雯雯": "路明非的高中暗恋对象，文艺、敏感，是引发路明非情感波动的关键人物。",
          "柳淼淼": "楚子航和路明非的高中学妹，擅长钢琴，曾暗恋楚子航，后成为赵孟华的未婚妻。"
        },
        "来自哪里": {
          "楚子航的父亲": "未知，但与卡塞尔学院所代表的混血种世界有深刻联系。",
          "恺撒·加图索": "意大利加图索家族。",
          "诺诺": "未知。",
          "陈雯雯": "仕兰中学。",
          "柳淼淼": "仕兰中学。"
        },
        "与主角关系描述（主要是正面或中性）": {
          "楚子航的父亲": "楚子航的精神支柱和悲剧的源头，用生命为儿子开启了新世界的大门。",
          "恺撒·加图索": "路明非的阵营领袖，欣赏路明非的“S”级身份。",
          "诺诺": "路明非的倾慕对象，类似姐姐或引路人的角色。",
          "陈雯雯": "路明非青春期暗恋的符号，是其情感世界的痛点。",
          "柳淼淼": "楚子航的暗恋者，与路明非关系一般。"
        }
      },
      "反派": {
        "姓名": {
          "奥丁": "神话中的主神，杀害楚子航父亲的凶手。",
          "赵孟华": "路明非的高中同学，富家子弟，为人傲慢，在同学聚会上公开羞辱前女友陈雯雯。"
        },
        "来自哪里": {
          "奥丁": "神话领域/“真实的世界”",
          "赵孟华": "仕兰中学"
        },
        "与主角关系描述（主要是负面）": {
          "奥丁": "楚子航的杀父仇人，是世界观下的顶级BOSS之一。",
          "赵孟华": "路明非的校园情敌和社交层面的对立者，其行为激发了路明非的反抗。"
        }
      }
    },
    "剧情结构": {
      "序幕：雨落狂流之暗": "以楚子航的视角，通过一场惨烈的雨夜追杀，揭示了隐藏在现实世界之下的“里世界”，并塑造了楚子航背负过去的孤独形象。",
      "第一幕：废柴的生日": "视角切换至路明非，展现其作为“S”级学员却在现实中过着衰仔生活的反差。生日当天收到的几条信息，将他重新拉回同学圈的社交风波和学院的任务中。",
      "第二幕：同学聚会": "路明非参加高中同学聚会，目睹暗恋对象陈雯雯被其前男友赵孟华当众羞辱。路明非挺身而出，却反遭羞辱。",
      "冲突升级与任务开启": "楚子航突然出现，为路明非解围，并揭示两人被指派执行一项“SS”级紧急任务，且路明非是名义上的负责人，故事主线正式展开。"
    }
  }
}